Repository: gibrannn7/pln-app
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: id

source: Invalid captcha. Please try again.
id: Captcha tidak valid. Silakan coba lagi.

source: Invalid username or password.
id: Nama pengguna atau kata sandi tidak valid.

source: You have been logged out.
id: Anda telah keluar.

source: Current password is incorrect
id: Kata sandi saat ini salah.

source: New passwords do not match
id: Kata sandi baru tidak cocok.

source: Password updated successfully
id: Kata sandi berhasil diperbarui.

source: Language changed to English
id: Bahasa diubah menjadi Inggris.

source: Officer status updated to %(status)s
id: Status petugas diperbarui menjadi %(status)s

source: Officer IMEI reset successfully
id: IMEI petugas berhasil direset.

source: Invalid export format
id: Format ekspor tidak valid

source: Report Anomaly - Anomaly
id: Laporkan Anomali - Anomali

source: Report Anomaly
id: Laporkan Anomali

source: Report New Anomaly
id: Laporkan Anomali Baru

source: Anomaly Type
id: Jenis Anomali

source: Select Anomaly Type
id: Pilih Jenis Anomali

source: Meter Reading
id: Pembacaan Meter

source: Payment
id: Pembayaran

source: Billing
id: Penagihan

source: Service Issue
id: Masalah Layanan

source: Technical Problem
id: Masalah Teknis

source: Customer Complaint
id: Keluhan Pelanggan

source: Other
id: Lainnya

source: Description
id: Deskripsi

source: Cancel
id: Batal

source: Submit Report
id: Kirim Laporan

source: Add Anomaly Master - Anomaly
id: Tambah Master Anomali - Anomali

source: Add Master Data
id: Tambah Data Induk

source: Anomaly Master Data
id: Data Induk Anomali

source: Code
id: Kode

source: Category
id: Kategori

source: Select Category
id: Pilih Kategori

source: Active
id: Aktif

source: Daily Reports - Anomaly
id: Laporan Harian - Anomali

source: Daily Reports
id: Laporan Harian

source: Daily Anomaly Reports
id: Laporan Anomali Harian

source: Type
id: Tipe

source: Reported By
id: Dilaporkan Oleh

source: Date
id: Tanggal

source: Resolve
id: Selesaikan

source: Delete
id: Hapus

source: No anomaly data available
id: Tidak ada data anomali yang tersedia

source: There are no anomaly reports to display at this time.
id: Saat ini tidak ada laporan anomali untuk ditampilkan.

source: Edit Anomaly - Anomaly
id: Ubah Anomali - Anomali

source: Edit Anomaly
id: Ubah Anomali

source: Edit Anomaly Report
id: Ubah Laporan Anomali

source: Reported
id: Dilaporkan

source: Investigating
id: Dalam Penyelidikan

source: Resolved
id: Terselesaikan

source: Update Report
id: Perbarui Laporan

source: Edit Anomaly Master - Anomaly
id: Ubah Master Anomali - Anomali

source: Master Data
id: Data Induk

source: Edit Anomaly Master Data
id: Ubah Data Induk Anomali

source: Update Master Data
id: Perbarui Data Induk

source: HO Anomaly Module - PLN Application
id: Modul Anomali HO - Aplikasi PLN

source: HO Anomaly Module
id: Modul Anomali HO

source: Manage and monitor anomalies
id: Kelola dan pantau anomali

source: Anomalies by officer
id: Anomali berdasarkan petugas

source: Anomalies by date
id: Anomali berdasarkan tanggal

source: Manage anomaly types
id: Kelola jenis anomali

source: Master Data - Anomaly
id: Data Induk - Anomali

source: Actions
id: Aksi

source: Edit
id: Ubah

source: No master data available
id: Tidak ada data induk yang tersedia

source: There is no anomaly master data to display at this time.
id: Saat ini tidak ada data induk anomali untuk ditampilkan.

source: Recap by Date - Anomaly
id: Rekap per Tanggal - Anomali

source: Recap by Date
id: Rekap per Tanggal

source: Anomaly Recap by Date
id: Rekap Anomali per Tanggal

source: Start Date
id: Tanggal Mulai

source: End Date
id: Tanggal Selesai

source: Anomalies by Date
id: Anomali Berdasarkan Tanggal

source: Total Anomalies
id: Total Anomali

source: Anomaly Trend Chart
id: Grafik Tren Anomali

source: Anomaly trend chart by date
id: Grafik tren anomali berdasarkan tanggal

source: There is no anomaly data to display at this time.
id: Saat ini tidak ada data anomali untuk ditampilkan.

source: Recap by Officer - Anomaly
id: Rekap per Petugas - Anomali

source: Recap by Officer
id: Rekap per Petugas

source: Anomaly Recap by Officer
id: Rekap Anomali per Petugas

source: Anomalies by Officer
id: Anomali Berdasarkan Petugas

source: Officer
id: Petugas

source: Anomaly Distribution Chart
id: Grafik Distribusi Anomali

source: Anomaly distribution chart by officer
id: Grafik distribusi anomali berdasarkan petugas

source: Change Password - PLN Application
id: Ubah Kata Sandi - Aplikasi PLN

source: Change Password
id: Ubah Kata Sandi

source: Current Password
id: Kata Sandi Saat Ini

source: New Password
id: Kata Sandi Baru

source: Confirm New Password
id: Konfirmasi Kata Sandi Baru

source: PLN Application
id: Aplikasi PLN

source: Login to your account
id: Masuk ke akun Anda

source: Username
id: Nama Pengguna

source: Password
id: Kata Sandi

source: Enter the answer
id: Masukkan jawaban

source: Login
id: Masuk

source: Navigation
id: Navigasi

source: Dashboard
id: Dasbor

source: Reports & Monitoring
id: Laporan & Pemantauan

source: Information
id: Informasi

source: Settings
id: Pengaturan

source: Logout
id: Keluar

source: Home
id: Beranda

source: Welcome to your PLN Application dashboard
id: Selamat datang di dasbor Aplikasi PLN Anda

source: Total Transactions
id: Total Transaksi

source: Completed
id: Selesai

source: Pending
id: Tertunda

source: Monthly Transaction Summary (Last 6 Months)
id: Ringkasan Transaksi Bulanan (6 Bulan Terakhir)

source: Month-over-Month Trend
id: Tren Bulan ke Bulan

source: Recent Transactions
id: Transaksi Terkini

source: Refresh
id: Segarkan

source: Number of Transactions
id: Jumlah Transaksi

source: Total Amount (Rp)
id: Total Nominal (Rp)

source: 403 Forbidden - PLN Application
id: 403 Terlarang - Aplikasi PLN

source: 403 Error
id: Kesalahan 403

source: 403 - Forbidden
id: 403 - Terlarang

source: You don't have permission to access this resource
id: Anda tidak memiliki izin untuk mengakses sumber daya ini

source: Go to Dashboard
id: Ke Dasbor

source: 404 Not Found - PLN Application
id: 404 Tidak Ditemukan - Aplikasi PLN

source: 404 Error
id: Kesalahan 404

source: 404 - Page Not Found
id: 404 - Halaman Tidak Ditemukan

source: The page you are looking for doesn't exist
id: Halaman yang Anda cari tidak ada

source: 500 Internal Server Error - PLN Application
id: 500 Kesalahan Server Internal - Aplikasi PLN

source: 500 Error
id: Kesalahan 500

source: 500 - Internal Server Error
id: 500 - Kesalahan Server Internal

source: Something went wrong on our end. Please try again later.
id: Terjadi kesalahan di pihak kami. Silakan coba lagi nanti.

source: Customer Lookup
id: Pencarian Pelanggan

source: Customer Information Lookup
id: Pencarian Informasi Pelanggan

source: Search for customer details by ID Pelanggan
id: Cari detail pelanggan berdasarkan ID Pelanggan

source: Enter ID Pelanggan
id: Masukkan ID Pelanggan

source: Search
id: Cari

source: Customer Information
id: Informasi Pelanggan

source: Assigned Officer
id: Petugas yang Ditugaskan

source: Transaction History
id: Riwayat Transaksi

source: Created At
id: Dibuat Pada

source: No transactions found
id: Tidak ada transaksi ditemukan

source: No transaction history available for this customer.
id: Tidak ada riwayat transaksi yang tersedia untuk pelanggan ini.

source: Access customer and system information
id: Akses informasi pelanggan dan sistem

source: Search for customer details
id: Cari detail pelanggan

source: Add Coordinator
id: Tambah Koordinator

source: Add New Coordinator
id: Tambah Koordinator Baru

source: Select Area
id: Pilih Area

source: Coordinators
id: Koordinator

source: All Areas
id: Semua Area

source: Inactive
id: Tidak Aktif

source: Are you sure you want to delete this coordinator?
id: Apakah Anda yakin ingin menghapus koordinator ini?

source: No coordinators found
id: Tidak ada koordinator ditemukan

source: There are no coordinators to display at this time.
id: Saat ini tidak ada koordinator untuk ditampilkan.

source: Edit Coordinator
id: Ubah Koordinator

source: New Password (Optional)
id: Kata Sandi Baru (Opsional)

source: Leave blank to keep current password
id: Biarkan kosong untuk mempertahankan kata sandi saat ini

source: Update Coordinator
id: Perbarui Koordinator

source: Manage system master data
id: Kelola data induk sistem

source: Manage coordinators
id: Kelola koordinator

source: Officers
id: Petugas

source: Manage field officers
id: Kelola petugas lapangan

source: Reset UMT updates
id: Reset pembaruan UMT

source: Add Officer
id: Tambah Petugas

source: RBM Code
id: Kode RBM

source: Coordinator
id: Koordinator

source: Not Set
id: Belum Diatur

source: Toggle Active
id: Ubah Status Aktif

source: Are you sure you want to reset the IMEI?
id: Apakah Anda yakin ingin mereset IMEI?

source: Reset UMT Updates
id: Reset Pembaruan UMT

source: Perform UMT update reset operations
id: Lakukan operasi reset pembaruan UMT

source: Reset Options
id: Opsi Reset

source: Reset User IMEI Data
id: Reset Data IMEI Pengguna

source: Reset Transaction Data
id: Reset Data Transaksi

source: Reset Talangan Data
id: Reset Data Talangan

source: Resetting UMT updates will clear all selected data. This action cannot be undone. Please confirm before proceeding.
id: Mereset pembaruan UMT akan menghapus semua data yang dipilih. Tindakan ini tidak dapat dibatalkan. Mohon konfirmasi sebelum melanjutkan.

source: Are you sure you want to proceed with the reset? This action cannot be undone.
id: Apakah Anda yakin ingin melanjutkan proses reset? Tindakan ini tidak dapat dibatalkan.

source: Perform Reset
id: Lakukan Reset

source: Reset History
id: Riwayat Reset

source: Action
id: Tindakan

source: No reset history available
id: Tidak ada riwayat reset yang tersedia

source: Rekap per Area - Reports
id: Rekap per Area - Laporan

source: Transaction Count
id: Jumlah Transaksi

source: Total Amount
id: Total Nominal

source: No data available
id: Tidak ada data yang tersedia

source: There are no area reports to display at this time.
id: Saat ini tidak ada laporan area untuk ditampilkan.

source: Bluetooth Print - Reports
id: Cetak Bluetooth - Laporan

source: Bluetooth Print
id: Cetak Bluetooth

source: Bluetooth Print Logs
id: Log Cetak Bluetooth

source: Transaction ID
id: ID Transaksi

source: Printed By
id: Dicetak Oleh

source: File Path
id: Jalur File

source: Printed At
id: Dicetak Pada

source: No print logs available
id: Tidak ada log cetak yang tersedia

source: There are no bluetooth print logs to display at this time.
id: Saat ini tidak ada log cetak bluetooth untuk ditampilkan.

source: Rekap per Coordinator - Reports
id: Rekap per Koordinator - Laporan

source: Rekap per Coordinator
id: Rekap per Koordinator

source: View and analyze system reports and monitoring data
id: Lihat dan analisis laporan sistem dan data pemantauan

source: Report by RBM code
id: Laporan berdasarkan kode RBM

source: Report by coordinator
id: Laporan berdasarkan koordinator

source: Rekap per Officer
id: Rekap per Petugas

source: Report by field officer
id: Laporan berdasarkan petugas lapangan

source: Report by area
id: Laporan berdasarkan area

source: Outstanding payments report
id: Laporan pembayaran terutang

source: WA Sending Monitoring
id: Pemantauan Pengiriman WA

source: WhatsApp communication logs
id: Log komunikasi WhatsApp

source: Log Monitoring
id: Pemantauan Log

source: System monitoring logs
id: Log pemantauan sistem

source: Daily Settlement Monitoring
id: Pemantauan Penyelesaian Harian

source: Daily settlement reports
id: Laporan penyelesaian harian

source: Bluetooth Print Monitoring
id: Pemantauan Cetak Bluetooth

source: Print log monitoring
id: Pemantauan log cetak

source: Log Monitoring - Reports
id: Pemantauan Log - Laporan

source: System Monitoring Logs
id: Log Pemantauan Sistem

source: Module Name
id: Nama Modul

source: Event Type
id: Jenis Peristiwa

source: Details
id: Detail

source: User
id: Pengguna

source: No monitoring logs available
id: Tidak ada log pemantauan yang tersedia

source: There are no monitoring logs to display at this time.
id: Saat ini tidak ada log pemantauan untuk ditampilkan.

source: Rekap per Officer - Reports
id: Rekap per Petugas - Laporan

source: Rekap per RBM - Reports
id: Rekap per RBM - Laporan

source: Rekap Tunggakan - Reports
id: Rekap Tunggakan - Laporan

source: Rekap Tunggakan (Outstanding Payments)
id: Rekap Tunggakan (Pembayaran Terutang)

source: WA Monitoring - Reports
id: Pemantauan WA - Laporan

source: WA Monitoring
id: Pemantauan WA

source: WhatsApp Monitoring
id: Pemantauan WhatsApp

source: Message
id: Pesan

source: Sent At
id: Terkirim Pada

source: Delivered At
id: Tersampaikan Pada

source: Read At
id: Dibaca Pada

source: No WhatsApp logs available
id: Tidak ada log WhatsApp yang tersedia

source: There are no WhatsApp logs to display at this time.
id: Saat ini tidak ada log WhatsApp untuk ditampilkan.

source: Add Talangan Transaction
id: Tambah Transaksi Talangan

source: Add Transaction
id: Tambah Transaksi

source: Select Officer
id: Pilih Petugas

source: Approval - Talangan
id: Persetujuan - Talangan

source: Approval
id: Persetujuan

source: Talangan Approval
id: Persetujuan Talangan

source: Approved
id: Disetujui

source: Rejected
id: Ditolak

source: Pending Approval
id: Menunggu Persetujuan

source: No approval data available
id: Tidak ada data persetujuan yang tersedia

source: There are no talangan approval requests to display at this time.
id: Saat ini tidak ada permintaan persetujuan talangan untuk ditampilkan.

source: Balance - Talangan
id: Saldo - Talangan

source: Balance
id: Saldo

source: Talangan Balance
id: Saldo Talangan

source: Total Balance
id: Total Saldo

source: Balance by Officer
id: Saldo per Petugas

source: No balance data available
id: Tidak ada data saldo yang tersedia

source: There is no balance data to display at this time.
id: Saat ini tidak ada data saldo untuk ditampilkan.

source: Daily Target - Talangan
id: Target Harian - Talangan

source: Daily Target Monitoring
id: Pemantauan Target Harian

source: Today's Target
id: Target Hari Ini

source: Achieved
id: Tercapai

source: Progress
id: Progres

source: Remaining
id: Sisa

source: Target vs Achievement
id: Target vs Pencapaian

source: No chart data available
id: Tidak ada data grafik yang tersedia

source: Daily Target by Officer
id: Target Harian per Petugas

source: No daily target data available
id: Tidak ada data target harian yang tersedia

source: There is no daily target data to display at this time.
id: Saat ini tidak ada data target harian untuk ditampilkan.

source: Detail Payments - Talangan
id: Detail Pembayaran - Talangan

source: Cash Payments
id: Pembayaran Tunai

source: Installment Payments
id: Pembayaran Cicilan

source: Transfer Payments
id: Pembayaran Transfer

source: Payment Details
id: Detail Pembayaran

source: Payment Type
id: Jenis Pembayaran

source: No payment details available
id: Tidak ada detail pembayaran yang tersedia

source: There are no payment details to display at this time.
id: Saat ini tidak ada detail pembayaran untuk ditampilkan.

source: Edit Talangan Transaction
id: Ubah Transaksi Talangan

source: Edit Transaction
id: Ubah Transaksi

source: Update Transaction
id: Perbarui Transaksi

source: Talangan (Advance Fund)
id: Talangan (Dana Talangan)

source: Manage advance fund operations
id: Kelola operasi dana talangan

source: Balance Monitoring
id: Pemantauan Saldo

source: Monitor talangan balance
id: Pantau saldo talangan

source: Daily Target
id: Target Harian

source: Monitor daily targets
id: Pantau target harian

source: Daily Transaction Totals
id: Total Transaksi Harian

source: View daily transactions
id: Lihat transaksi harian

source: Detail Payments
id: Detail Pembayaran

source: Cash/installment details
id: Detail tunai/cicilan

source: Input Settlement
id: Input Penyelesaian

source: Input settlement data
id: Input data penyelesaian

source: Approval Process
id: Proses Persetujuan

source: Manage approvals
id: Kelola persetujuan

source: Input Settlement - Talangan
id: Input Penyelesaian - Talangan

source: Settlement Date
id: Tanggal Penyelesaian

source: Submit Settlement
id: Kirim Penyelesaian

source: Recent Settlements
id: Penyelesaian Terkini

source: No settlement data available
id: Tidak ada data penyelesaian yang tersedia

source: There are no settlement records to display at this time.
id: Saat ini tidak ada catatan penyelesaian untuk ditampilkan.

source: Talangan Transactions - Talangan
id: Transaksi Talangan - Talangan

source: Talangan Transactions
id: Transaksi Talangan

source: Are you sure you want to delete this transaction?
id: Apakah Anda yakin ingin menghapus transaksi ini?

source: No talangan transactions available
id: Tidak ada transaksi talangan yang tersedia

source: There are no talangan transactions to display at this time.
id: Saat ini tidak ada transaksi talangan untuk ditampilkan.

source: Daily Settlement - Reports
id: Penyelesaian Harian - Laporan

source: Daily Settlement
id: Penyelesaian Harian

source: Daily Settlement Reports
id: Laporan Penyelesaian Harian

source: Verified At
id: Diverifikasi Pada

source: No daily settlements available
id: Tidak ada penyelesaian harian yang tersedia

source: There are no daily settlement reports to display at this time.
id: Saat ini tidak ada laporan penyelesaian harian untuk ditampilkan.
